IDEA Open Model
SteelSetupAISC.ReductionFactorTension Property
 ACI 318
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double ReductionFactorTension { get; set; }
Public Property ReductionFactorTension As Double
	Get
	Set
public:
property double ReductionFactorTension {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupAISC Class
IdeaRS.OpenModel Namespace